Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NFC_DESC_IPAD
source: Your iPad is currently unable to use Apple Pay.
ar: ‏iPad غير قادر حاليًا على استخدام Apple Pay.
bg: В момента не можете да използвате Apple Pay на вашия iPad.
ca: L’iPad no pot utilitzar l’Apple Pay en aquest moment.
cs: Na iPadu momentálně nelze používat Apple Pay.
da: Din iPad kan i øjeblikket ikke bruge Apple Pay.
de: Dein iPad kann Apple Pay zurzeit nicht verwenden.
el: Δεν είναι επί του παρόντος δυνατή η χρήση του Apple Pay από το iPad σας.
es: El iPad no puede usar Apple Pay ahora mismo.
es_us: Tu iPad no puede usar Apple Pay por ahora.
fi: iPadilla ei tällä hetkellä voida käyttää Apple Payta.
fr: Votre iPad ne peut pas utiliser Apple Pay pour le moment.
fr_ca: Votre iPad n’arrive pas à utiliser Apple Pay.
he: ל-iPad שלך אין כרגע יכולת להשתמש ב-Apple Pay.
hi: आपका iPad अभी Apple Pay का इस्तेमाल करने में असमर्थ है।
hr: iPad trenutačno ne može koristiti Apple Pay.
hu: Az iPadje jelenleg nem képes használni az Apple Payt.
id: iPad Anda sedang tidak dapat menggunakan Apple Pay.
it: Al momento iPad non è in grado di utilizzare Apple Pay.
ja: 現在、iPadでApple Payを利用できません。
kk: iPad құрылғыңыз ағымдағы уақытта Apple Pay сервисін пайдалана алмайды.
ko: 현재 사용자의 iPad로 Apple Pay를 사용할 수 없습니다.
lt: Jūsų „iPad“ šiuo metu negalima naudotis „Apple Pay“.
ms: iPad anda kini tidak dapat menggunakan Apple Pay.
nl: Je iPad kan Apple Pay momenteel niet gebruiken.
no: iPaden kan ikke bruke Apple Pay for øyeblikket.
pl: iPad nie może obecnie używać Apple Pay.
pt_br: O iPad não pode usar o Apple Pay no momento.
pt_pt: Neste momento, o iPad não pode usar o Apple Pay.
ro: Momentan, iPad‑ul dvs. nu poate utiliza Apple Pay.
ru: На этом iPad сейчас невозможно использовать Apple Pay.
sk: Váš iPad momentálne nemôže používať Apple Pay.
sl: Vaš iPad trenutno ne more uporabljati funkcije Apple Pay.
sv: iPad kan inte använda Apple Pay för tillfället.
th: iPad ของคุณไม่สามารถใช้ Apple Pay ได้ในตอนนี้
tr: iPad’iniz şu anda Apple Pay’i kullanamıyor.
uk: Ваш iPad наразі не здатний використовувати Apple Pay.
vi: iPad của bạn hiện không thể sử dụng Apple Pay.
zh_cn: iPad当前无法使用Apple Pay。
zh_hk: 你的iPad目前無法使用Apple Pay。
zh_tw: 你的iPad目前無法使用Apple Pay。

# WLAN_SETTINGS_TITLE
source: WLAN Issue
ar: مشكلة في WLAN
bg: Проблем с WLAN
ca: Problema amb la WLAN
cs: Problém s WLAN
da: Problem med WLAN
de: WLAN-Problem
el: Ζήτημα WLAN
es: Problema con la conectividad WLAN
es_us: Problema con WLAN
fi: WLAN-ongelma
fr: Problème de WLAN
fr_ca: Problème de connectivité WLAN
he: בעיה עם WLAN
hi: WLAN संबंधी समस्या
hr: Problem s WLAN-om
hu: WLAN-nal kapcsolatos probléma
id: Masalah WLAN
it: Problema con la connessione WLAN
ja: WLANの問題
kk: WLAN мәселесі
ko: WLAN 문제
lt: WLAN ryšio problema
ms: Isu WLAN
nl: Probleem met WLAN
no: Feil med WLAN
pl: Problem z WLAN
pt_br: Problema com a Rede WLAN
pt_pt: Problema com a WLAN
ro: Problemă legată de WLAN
ru: Неполадка WLAN
sk: Problém s WLAN
sl: Težava z omrežjem WLAN
sv: Problem med WLAN
th: ปัญหา WLAN
tr: WLAN Sorunu
uk: Проблема з WLAN
vi: Sự cố WLAN
zh_cn: 无线局域网问题
zh_hk: WLAN問題
zh_tw: WLAN問題

# FINISH_TOUCHID_REPAIR_DESC_IPAD
source: Tap to configure your new Touch ID for this iPad.
ar: اضغط لتكوين قطعة بصمة الإصبع الجديدة لهذا الـ iPad.
bg: Докоснете, за да се конфигурира вашият нов Touch ID за този iPad.
ca: Toca per configurar el Touch ID nou de l’iPad.
cs: Nakonfigurování nového modulu Touch ID pro iPad zahájíte klepnutím.
da: Tryk for at konfigurere det nye Touch ID til denne iPad.
de: Tippe, um die neue Touch ID für dieses iPad zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε το νέο Touch ID σας για αυτό το iPad.
es: Toca para configurar el nuevo Touch ID del iPad.
es_us: Toca para configurar el nuevo sensor Touch ID del iPad.
fi: Määritä uusi Touch ID tälle iPadille napauttamalla.
fr: Touchez pour configurer votre nouveau capteur Touch ID pour cet iPad.
fr_ca: Touchez pour configurer le nouveau bouton Touch ID de cet iPad.
he: יש להקיש כדי להגדיר את רכיב ה-Touch ID החדש שלך ב-iPad זה.
hi: इस iPad के लिए अपनी नई Touch ID कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje novog Touch ID-ja za ovaj iPad.
hu: Koppintson az új Touch ID iPadhez való konfigurálásához.
id: Ketuk untuk mengonfigurasi Touch ID baru Anda untuk iPad ini.
it: Tocca per configurare il nuovo sensore Touch ID per iPad.
ja: タップして、このiPad用の新しいTouch IDを設定します。
kk: Осы iPad құрылғысы үшін жаңа Touch ID теңшеу үшін түртіңіз.
ko: 탭하여 새로운 Touch ID를 이 iPad용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują „Touch ID“ šiam „iPad“.
ms: Ketik untuk mengkonfigurasikan Touch ID baharu anda bagi iPad ini.
nl: Tik om de nieuwe Touch ID voor deze iPad te configureren.
no: Trykk for å tilpasse ny Touch ID for denne iPaden.
pl: Stuknij, aby skonfigurować nowy czujnik Touch ID dla tego iPada.
pt_br: Toque para configurar o novo Touch ID deste iPad.
pt_pt: Toque para configurar o Touch ID novo para este iPad.
ro: Apăsați pentru a configura noul senzor Touch ID pentru acest iPad.
ru: Коснитесь, чтобы настроить новый сенсор Touch ID для работы с этим iPad.
sk: Klepnutím nakonfigurujete nové Touch ID pre tento iPad.
sl: Tapnite za konfiguracijo novega senzorja za Touch ID za ta iPad.
sv: Tryck för att konfigurera ditt nya Touch ID för denna iPad.
th: แตะเพื่อกำหนดค่า Touch ID ใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Bu iPad için yeni Touch ID’nizi ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати новий модуль Touch ID для цього iPad.
vi: Chạm để định cấu hình Touch ID mới của bạn cho iPad này.
zh_cn: 轻点配置此iPad的新触控ID。
zh_hk: 點一下即可為此iPad設定你的新Touch ID。
zh_tw: 點一下來設定此iPad的新Touch ID。

# UWB_COMPONENT
source: Ultra Wideband
ar: النطاق فائق العرض
ca: Banda ultraampla
cs: Ultraširoké pásmo
da: Ultrabredbånd
el: Υπερευρεία ζώνη
es: Banda ultraancha
es_us: Banda ultraancha
fr_ca: Bande ultralarge
he: פס אולטרה-רחב
hi: अल्ट्रा वाइडबैंड
hr: Ultraširoki pojas
hu: Ultraszélessáv
it: Banda ultralarga
ja: 超広帯域無線
ko: 초광대역
ms: Jalur Ultralebar
no: Ultrabredbånd
pt_br: Banda Ultralarga
pt_pt: Ultra banda larga
ro: Bandă ultralargă
sk: Ultraširoké pásmo
sl: Ultraširokopasovna povezava
th: แถบความถี่กว้างยิ่งยวด
tr: Ultra Geniş Bant
uk: UWB
vi: Băng thông siêu rộng
zh_cn: 超宽带
zh_hk: 超寬頻
zh_tw: 超寬頻

source: Battery
ar: البطارية
bg: Батерия
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
es: Batería
es_us: Batería
fi: Akku
fr: Batterie
fr_ca: Batterie
he: סוללה
hi: बैटरी
hr: Baterija
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
kk: Аккумулятор
ko: 배터리
lt: Akumuliatorius
ms: Bateri
nl: Batterij
no: Batteri
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ro: Baterie
ru: Аккумулятор
sk: Batéria
sl: Baterija
sv: Batteriet
th: แบตเตอรี่
tr: Pil
uk: Акумулятор
vi: Pin
zh_cn: 电池
zh_hk: 電池
zh_tw: 電池

# SEED_BUILDS_NOT_SUPPORTED
source: iOS beta is not supported.
ar: الإصدار التجريبي من iOS غير مدعوم.
bg: Не се поддържа бета версия на iOS.
ca: La versió beta de l’iOS no és compatible.
cs: Betaverze systému iOS není podporovaná.
da: iOS-betaversion understøttes ikke.
de: iOS-Beta wird nicht unterstützt.
el: Το iOS beta δεν υποστηρίζεται.
es: La versión beta de iOS no es compatible.
es_us: La versión beta de iOS no es compatible.
fi: iOS-betaa ei tueta.
fr: iOS bêta n’est pas pris en charge.
fr_ca: La version bêta d’iOS n’est pas prise en charge.
he: אין תמיכה בגירסת בטא של iOS.
hi: iOS बीटा समर्थित नहीं है।
hr: iOS beta nije podržan.
hu: Az iOS bétaverziója nem támogatott.
id: iOS beta tidak didukung.
it: La beta di iOS non è supportata.
ja: ベータ版のiOSには対応していません。
kk: iOS бета нұсқасына қолдау көрсетілмейді.
ko: iOS 베타는 지원되지 않습니다.
lt: „iOS“ beta versija nepalaikoma.
ms: iOS beta tidak disokong.
nl: De bètaversie van iOS wordt niet ondersteund.
no: Betaversjoner av iOS støttes ikke.
pl: System iOS beta nie jest obsługiwany.
pt_br: A versão beta do iOS não é compatível.
pt_pt: A versão beta do iOS não é suportada.
ro: Versiunea iOS beta nu este compatibilă.
ru: Бета-версия iOS не поддерживается.
sk: Beta verzia systému iOS nie je podporovaná.
sl: Različica beta operacijskega sistema iOS ni podprta.
sv: Betaversionen av iOS stöds inte.
th: ไม่รองรับ iOS รุ่นเบต้า
tr: iOS beta desteklenmiyor.
uk: Бета-версія iOS не підтримується.
vi: iOS beta không được hỗ trợ.
zh_cn: iOS Beta版不受支持。
zh_hk: 不支援iOS Beta。
zh_tw: 不支援iOS Beta版。

# BLUETOOTH_POPUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Bluetooth. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPad على استخدام Bluetooth. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Bluetooth на вашия iPad. Отидете в Настройки за повече информация.
ca: L’iPad té un problema que afecta l’ús del Bluetooth. Ves a la configuració per obtenir més informació.
cs: Na vašem iPadu se vyskytl problém s používáním rozhraní Bluetooth. Další informace najdete v Nastavení.
da: Din iPad har problemer med at bruge Bluetooth. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPad hat ein Problem bei der Nutzung von Bluetooth. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Bluetooth από το iPad σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la función Bluetooth del iPad. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Bluetooth. Obtén más detalles en Configuración.
fi: iPadin Bluetooth-yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le Bluetooth. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité Bluetooth. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Bluetooth. למידע נוסף יש לעבור ל״הגדרות״.
hi: Bluetooth का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Bluetooth. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Bluetootht. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Bluetooth. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il Bluetooth. Per scoprire di più, vai in Impostazioni.
ja: このiPadのBluetoothの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPad құрылғыңыздың Bluetooth функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPad로 Bluetooth를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Bluetooth“ ryšiu. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Bluetooth. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPad om Bluetooth te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Bluetooth på iPaden. Gå til Innstillinger for mer informasjon.
pl: iPad ma problem z modułem Bluetooth. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o uso de Bluetooth no seu iPad. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPad de usar o Bluetooth. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPad‑ului dvs. de a utiliza conexiunea Bluetooth. Accesați Configurări pentru mai multe informații.
ru: Этот iPad не может использовать Bluetooth из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPad má problém s používaním rozhrania Bluetooth. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati funkcije Bluetooth. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Bluetooth på denna iPad. Öppna Inställningar för mer information.
th: มีปัญหากับความสามารถในการใช้บลูทูธของ iPad ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPad’inizin Bluetooth’u kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPad виникла проблема з використанням Bluetooth. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Bluetooth trên iPad của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPad无法使用蓝牙。请前往“设置”了解更多信息。
zh_hk: iPad無法使用藍牙。請前往「設定」以取得更多資料。
zh_tw: iPad無法使用藍牙。請前往「設定」以取得更多資訊。

# AUDIO_POPUP_INFO
source: There’s an issue with your iPhone speaker. Go to Settings for more information.
ar: هناك مشكلة في سماعة iPhone. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с високоговорителя на вашия iPhone. Отидете в Настройки за повече информация.
ca: Hi ha un problema amb l’altaveu de l’iPhone. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s reproduktorem. Další informace najdete v Nastavení.
da: Der er et problem med højttaleren i din iPhone. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Lautsprecherproblem. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με το ηχείο του iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con el altavoz del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con el altavoz de tu iPhone. En Configuración puedes averiguar más.
fi: iPhonen kaiuttimessa on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec le haut-parleur de votre iPhone. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant le haut-parleur de votre iPhone. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם הרמקול ב-iPhone שלך. למידע נוסף יש לעבור אל ״הגדרות״.
hi: आपके iPhone के स्पीकर में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema sa zvučnikom iPhonea. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel az iPhone-jának hangszórójával kapcsolatban. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada speaker iPhone Anda. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema con l’altoparlante di iPhone. Per ulteriori informazioni, vai in Impostazioni.
ja: このiPhoneのスピーカーに問題があります。詳しくは、“設定”に移動してください。
kk: iPhone динамигінде мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone의 스피커에 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ garsiakalbio. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan speaker iPhone anda. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met de luidspreker van je iPhone. Ga voor meer informatie naar Instellingen.
no: Det er et problem med høyttaleren på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z głośnikiem. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o alto-falante do seu iPhone. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema no altifalante do iPhone. Encontrará informação adicional nas Definições.
ro: Difuzorul iPhone‑ului are o problemă. Accesați Configurări pentru mai multe informații.
ru: На этом iPhone возникла неполадка динамика. Чтобы узнать подробнее, откройте Настройки.
sk: Na vašom iPhone sa vyskytol problém s reproduktorom. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave z iPhonovim zvočnikom. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med iPhone-högtalaren. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับลำโพงของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun hoparlörüyle ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з динаміком. Докладніше див. у Параметрах.
vi: Có sự cố với loa trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone扬声器有问题。请前往“设置”了解更多信息。
zh_hk: 你的iPhone喇叭發生問題。請前往「設定」以取得更多資料。
zh_tw: iPhone的揚聲器發生問題。請前往「設定」以取得更多資訊。

# FINISH_DISPLAY_DESC
source: A new display was detected. Restart to configure your new display for this iPhone.
ar: تم اكتشاف شاشة جديدة. يرجى إعادة التشغيل لتكوين الشاشة الجديدة لهذا الـ iPhone.
bg: Открит е нов екран. Рестартирайте, за да се конфигурира новият екран за този iPhone.
ca: S’ha detectat una pantalla nova. Per configurar‑la, cal que reiniciïs l’iPhone.
cs: Byl nalezen nový displej. Chcete‑li ho nakonfigurovat, restartujte iPhone.
da: En ny skærm blev fundet. Genstart for at konfigurere den nye skærm til denne iPhone.
de: Ein neues Display wurde erkannt. Starte das iPhone neu, damit das neue Display konfiguriert werden kann.
el: Εντοπίστηκε μια νέα οθόνη. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα οθόνη για αυτό το iPhone.
es: Se ha detectado una nueva pantalla. Para configurarla, debes reiniciar el iPhone.
es_us: Se detectó una nueva pantalla. Para configurarla, reinicia el iPhone.
fi: Uusi näyttö havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden näytön tälle iPhonelle.
fr: Un nouvel écran a été détecté. Redémarrez pour configurer votre nouvel écran pour cet iPhone.
fr_ca: Un nouvel écran a été détecté. Pour le configurer, redémarrez cet iPhone.
he: זוהה צג חדש. יש לבצע הפעלה מחדש כדי להגדיר את הצג החדש ב-iPhone זה.
hi: नए डिस्प्ले की पहचान की गई। इस iPhone के लिए अपना नया डिस्प्ले कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektiran je novi zaslon. Ponovno uključite kako biste konfigurirali novi zaslon za ovaj iPhone.
hu: Új kijelző észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új kijelzőt ehhez az iPhone‑hoz.
id: Layar baru terdeteksi. Mulai ulang untuk mengonfigurasi layar baru Anda untuk iPhone ini.
it: È stato rilevato un nuovo schermo. Riavvia per configurarlo per iPhone.
ja: 新しいディスプレイが検出されました。このiPhone用の新しいディスプレイを構成するには再起動してください。
kk: Жаңа дисплей анықталды. Осы iPhone құрылғысы үшін жаңа дисплейді теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 디스플레이가 감지되었습니다. 새로운 디스플레이를 이 iPhone용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptiktas naujas ekranas. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPhone“ ekraną.
ms: Paparan baharu telah dikesan. Mula semula untuk mengkonfigurasikan paparan baharu anda bagi iPhone ini.
nl: Er is een nieuw scherm gedetecteerd. Start opnieuw op om het nieuwe scherm voor deze iPhone te configureren.
no: Det er registrert en ny skjerm. Start enheten på nytt for å tilpasse den nye skjermen for denne iPhonen.
pl: Wykryty został nowy wyświetlacz. Uruchom ponownie, aby skonfigurować go dla tego iPhone’a.
pt_br: Uma nova tela foi detectada. Para configurá‑la, reinicie o iPhone.
pt_pt: Foi detetado um ecrã novo. Reinicie para configurá‑lo para este iPhone.
ro: A fost detectat un afișaj nou. Reporniți pentru a‑l configura pentru acest iPhone.
ru: Обнаружен новый дисплей. Чтобы настроить его для работы с этим iPhone, перезагрузите устройство.
sk: Bol detegovaný nový displej. Ak ho chcete nakonfigurovať, reštartujte iPhone.
sl: Zaznan je bil nov zaslon. Za konfiguracijo novega zaslona za ta iPhone izvedite ponovni zagon.
sv: En ny skärm upptäcktes. Starta om för att konfigurera den nya skärmen för denna iPhone.
th: ตรวจพบจอภาพใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่าจอภาพใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Yeni bir ekran algılandı. Bu iPhone için yeni ekranınızı ayarlamak üzere yeniden başlatın.
uk: Виявлено новий дисплей. Перезапустіть, щоб сконфігурувати новий дисплей для цього iPhone.
vi: Đã phát hiện một màn hình mới. Hãy khởi động lại để định cấu hình màn hình mới cho iPhone này.
zh_cn: 检测到新显示屏。重新启动配置此iPhone的新显示屏。
zh_hk: 偵測到新的螢幕。重新啟動即可為此iPhone設定新的螢幕。
zh_tw: 偵測到新的螢幕。請重新啟動來設定此iPhone的新螢幕。

# WLAN_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use WLAN.
ar: هناك مشكلة في قدرة iPhone على استخدام WLAN.
bg: Има проблем с използването на WLAN на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de la WLAN.
cs: Na vašem iPhonu se vyskytl problém s používáním WLAN.
da: Din iPhone har problemer med at bruge WLAN.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPhone σας.
es: Hay un problema con la conectividad WLAN del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red WLAN.
fi: iPhonen WLAN-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le WLAN.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité WLAN.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-WLAN.
hi: WLAN का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti WLAN.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a WLAN-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan WLAN.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare la connessione WLAN.
ja: このiPhoneのWLANの機能に問題があります。
kk: iPhone құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 WLAN을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis WLAN ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan WLAN.
nl: Er is een probleem met het vermogen van je iPhone om WLAN te gebruiken.
no: Det er et problem med å bruke WLAN på iPhonen.
pl: iPhone ma problem z modułem WLAN.
pt_br: Há um problema no seu iPhone com o uso de WLAN.
pt_pt: Foi detetado um problema que impede o iPhone de usar a WLAN.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea WLAN.
ru: Этот iPhone не может использовать WLAN из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania WLAN.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja WLAN.
sv: Det har uppstått ett problem med att använda WLAN på denna iPhone.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPhone ของคุณ
tr: iPhone’unuzun WLAN’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням WLAN.
vi: Có sự cố với khả năng sử dụng WLAN trên iPhone của bạn.
zh_cn: iPhone无法使用无线局域网。
zh_hk: 你的iPhone無法使用WLAN。
zh_tw: iPhone無法使用WLAN。
